Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=953_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät tukee Ilo 169-sopimuksen ratifiointia
smn: Sämitigge tuárju Ilo 169-sopâmuš ratifisistem

source: Saamelaiskäräjien kokous päätti 30.10.2014 kannattaa Ilo 169-sopimuksen ratifiointia äänin 14-4.
smn: Sämitige čuákkim meridij 30.10.2014 kyedittiđ Ilo 169-sopâmuš ratifisistem jienâiguin 14-4.

source: Kokouksesta oli poissa kolme edustajaa.
smn: Čuákkimist lijjii meddâl kulmâ ovdâsteijee.

source: Anu Avaskari ja Pentti Valle jättivät päätökseen eriävän mielipiteen.
smn: Anu Avaskari já Pentti Valle kuođijn miärádâsân spiekâsteijee uáivil.

source: Saamelaiskäräjät on neuvotellut syyskuun lopusta lähtien hallituksen esitysluonnoksesta alkuperäis- ja heimokansoja koskevan Ilo 169-sopimuksen ratifioimisesta oikeus- ja maa- ja metsätalousministeriöiden kanssa.
smn: Sämitigge lii ráđádâllâm čohčâmáánu loopâ rääjist haldâttâs oovdânpyehtimhammiittâsâst algâ- já hiäimuaalmugáid kyeskee Ilo 169-sopâmuš ratifisistmist riehti- já eennâm- já meccituáluministeriöin.

source: Neuvottelut jatkuivat 28.10.2014 asti.
smn: Ráđádâlmeh juátkojii 28.10.2014 räi.

source: Saamelaiskäräjien neuvottelijoina olivat saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, I varapuheenjohtaja Tiina Sanila-Aikio ja II varapuheenjohtaja Heikki Paltto.
smn: Sämitige ráđádâllen lijjii sämitige saavâjođetteijee Klemetti Näkkäläjärvi, I värisaavâjođetteijee Tiina Sanila-Aikio já II värisaavâjođetteijee Heikki Paltto.

source: Yleiskokous hyväksyi sopimuksen ratifiointiasiakirjoihin liitettävän selityksen, joka koskee erityisesti yleissopimuksen artiklaa 14.
smn: Almosčuákkim tuhhiittij čielgiittâs, mii lahtoo ratifisistemäššikirjijd, mii kuáská eromâšávt almossopâmuš artikkâlân 14.

source: Artikla 14 käsittelee maahan ja veteen liittyviä oikeuksia.
smn: Artikkâl 14 kieđâvuš enâmân já čáácán lohtâseijee vuoigâdvuođâid.

source: Hallituspuolueet ovat hyväksyneet selityksen ja hallituksen esityksen perustelut.
smn: Haldâttâspiäláduvah láá tuhhiittâm čielgiittâs já haldâttâs oovdânpyehtim vuáđđusijd.

source: Hallituksen esitys Ilo 169-sopimuksen ratifioimisesta annettaneen eduskunnalle marraskuun alussa.
smn: Haldâttâs oovdânpyehtim Ilo 169-sopâmuš ratifisistmist adeluš ovdâskoodán skammâmáánu aalgâst.

source: ” Syksy on ollut hyvin tiukka ja neuvottelut ovat olleet haasteelliset ja neuvotteluja on käyty saamelaiskäräjien ja valtion välillä kuin valtioneuvoston sisälläkin.
smn: ” Čohčâ lii lamaš uáli čoovgâs já ráđádâlmeh láá lamaš hástuliih já ráđádâlmeh láá toollum nuuvt sämitige já staatâ kooskâst ko staatârääđi siste-uv.

source: Puheenjohtajisto neuvotteli viimeiseen asti saadakseen saamelaisille mahdollisimman hyvän neuvottelutuloksen.
smn: Saavâjođetteijeeh ráđádâllii loopâ räi vâi sij finniiččii sämmilijd nuuvt šiev ráđádâllâmpuáttus ko máhđulâš.

source: Sopimuksen ratifioimisessa oli kyse arvoista, saamelaisten historiasta, saamelaiskulttuurin perinteistä ja ennen kaikkea saamelaiskulttuurin tulevaisuudesta.
smn: Sopâmuš ratifisistmist lii koččâmuš áárvuin, sämmilij historjást, sämikulttuur ärbivuovijn já puoh enâmustáá sämikulttuur puátteevuođâst.

source: Päätös on ollut varmasti monelle saamelaiskäräjäjäsenelle vaikea ja myös minullekin.
smn: Miärádâs lii vissâsávt lamaš maŋgáid sämitiggejesânáid vaigâd já meid munjin-uv.

source: Oman kantani sille, että päätin varovaisesti suositella yleiskokoukselle sopimuksen ratifiointia perustui viimeisessä vaiheessa saatuihin lisäyksiin selitykseen ja hallituksen esityksen perusteluihin, jotka antavat hyvän pohjan sopimuksen toimeenpanolle.
smn: Muu jieččân uáivil toos, ete meridim várugávt iävtuttiđ almosčuákkimân sopâmuš ratifisistem vuáđudui majemuu muddoost finnejum lasattâssáid, čielgiittâsân já haldâttâs oovdânpyehtim vuáđđusijd, moh adeleh šiev vuáđu sopâmuš olášutmân.

source: Uskon, että ILO-sopimuksen ratifiointi luo edellytykset sille, että saamelaislapset ja nuoret saavat kasvaa rauhassa ilman vihapuhetta ja syrjintää, puhua saamen kieltä ja harjoittaa saamelaiselinkeinoja nykyistä paremmassa maailmassa ” puheenjohtaja Näkkäläjärvi taustoittaa.
smn: Oskom, ete ILO-sopâmus ratifisistem lááčá iävtuid toos, ete sämipárnááh já nuorah uážuh šoddâđ ráávhust vajesavâittáá já olgoštemttáá, sárnuđ sämikielâ já hárjuttiđ sämi-iäláttásâid tááláást pyereeb maailmist ” saavâjođetteijee Näkkäläjärvi čiälgá.

source: Neuvottelujen viimeisessä vaiheessa selitykseen johdanto-osaan lisättiin teksti, jossa Suomen valtio tunnustaa, että saamelaisilla on omia kulttuurisia, oikeudellisia ja historiallisia käsityksiä saamelaisten kotiseutualueen muotoutumisesta, nautinnasta, alueen omistuksesta ja hallinnasta.
smn: Ráđádâlmij majemuu muddoost čielgiittâs laiđiittâsuásán lasettui tekstâ, mast Suomâ staatâ tuubdâst, ete sämmilijn láá jiejah kulttuurliih, vuoigâdvuođâliih já historjáhliih ibárdâsah sämikuávlu hämmejuumist, naavdâšmist, kuávlu oomâstmist já haaldâšmist.

source: Lisäksi artikla 14 perusteluin otettiin saamelaisille hyvin tärkeä maininta saamelaisesta siitajärjestelmästä saamelaisten perinteisenä kulttuurisena ja elinkeinollisena instituutiona.
smn: Lasseen artikkâl 14 vuáđđusijguin valdui sämmilijd eromâš tergâd mainâšum säämi sijdâvuáháduumeest sämmilij ärbivuáválâš kulttuurlâš já iäláttâslâš instituution.

source: ” Olen iloinen, että yleiskokous tuki Ilo 169-sopimuksen ratifiointia.
smn: ” Lam ilolâš, ete almosčuákkim tuárjui Ilo 169-sopâmuš ratifisistem.

source: Sopimuksen ratifioinnin ehdot eivät olleet saamelaisten kannalta toivotunlaiset, mutta tämä on ainutlaatuinen mahdollisuus.
smn: Sopâmuš ratifisistem iävtuh iä lamaš sämmilij tááhust tagareh, ko liččijm tuáivum, mutâ taat lii áinoošlajâsâš máhđulâšvuotâ.

source: En usko, että olisimme voineet päästä parempaan neuvottelutulokseen.
smn: Jiem osko, ete liččijm puáhtám peessâđ pyereeb ráđádâllâmpuáttusân.

source: Jos saamelaiskäräjät olisi ratifioinnin hylännyt, mahdollisuus olisi voitu menettää sukupolviksi.
smn: Jis sämitigge ličij hilgom ratifisistem, sáttá leđe ete mahđulâšvuotâ ličij monâttum suhâpuolvái ááigán.

source: On hyvin tärkeää, että selityksessä Suomen valtio sitoutuu toimeenpanemaan Ilo 169-sopimuksen velvoitteet täysmääräisesti ” II varapuheenjohtaja Heikki Paltto kertoi.
smn: Lii hirmâd tergâd, ete čielgiittâsâst Suomâ staatâ čonâdât olášuttiđ Ilo 169-sopâmuš kenigâsvuođâid ollásávt ” II värisaavâjođetteijee Heikki Paltto muštâlij.

source: ” Minulle oli tärkeintä, että saamelaiskäräjät teki ratkaisunsa suurella äänten enemmistöllä ja saamelaiskäräjät näytti voimansa ja halunsa edistää saamelaisten oikeuksia.
smn: ” Munjin lâi puoh tehálumos, ete sämitigge toovâi čuávdusis stuorrâ jienâi eenâblovvoin já sämitigge čaaitij vyeimis já háálus ovdediđ sämmilij vuoigâdvuođâid.

source: ILO 169-sopimus on hyvin tärkeä myös kolttasaamelaisille ja kolttien kyläkokous on ollut mukana sopimuksen ratifiointiprosessissa ja kolttasaamelaisten oikeudet on tunnustettu selityksessä.
smn: ILO 169-sopâmuš lii hirmâd tergâd meid nuorttâlâššáid já nuorttâlâšâi sijdâčuákkim lii lamaš fáárust sopâmuš ratifisistemprosessist já nuorttâlâšâi vuoigâdvuođah láá tubdâstum čielgiittâsâst.

source: Uskon, että sopimuksen ratifiointi vahvistaa kolttien kyläkokouksen asemaa. ”
smn: Oskom, ete sopâmuš ratifisistem naanood nuorttâlâšâi sijdâčuákkim sajattuv. ”

source: I varapuheenjohtaja Tiina Sanila-Aikio toteaa.
smn: I värisaavâjođetteijee Tiina Sanila-Aikio paahud.

source: ” Saamelaisille on hyvin tärkeä, että selityksessä sitoudutaan kehittämään alkuperäiskansaoikeuksia.
smn: ” Sämmilijd lii hirmâd tergâd, ete čielgiittâsâst čonâdâteh ovdediđ algâaalmugvuoigâdvuođâid.

source: Eli Ilo 169-sopimuksen ratifiointi ei tarkoita sitä, että saamelaisten oikeusaseman kehittyminen pysähtyisi tai että kaikki oikeudet olisivat nyt ratkaistu.
smn: Ađai Ilo 169-sopâmuš ratifisistem ij meerhâš tom, ete sämmilij vuoigâdvuođâsajattuv ovdedem pisáničij teikâ ete puoh vuoigâdvuođah liččii tääl čovdâšum.

source: Suomi sitoutuu myös arvioimaan yhdessä yhteisymmärryksessä saamelaiskäräjien kanssa sopimuksen toimeenpanoa.
smn: Suomâ čonâdât meid árvuštâllâđ oovtâst ohtsâsibárdâsist sämitiggijn sopâmuš olášuttem.

source: On ehdottoman tärkeää, että selityksessä Suomen valtio tunnustaa, että Suomi jatkaa työtä saamelaisten alkuperäiskansaoikeuksien toteuttamiseksi sekä yleissopimuksen määräysten ja velvoitteiden täysimääräiseksi täytäntöön panemiseksi kehittämällä lainsäädäntöä ja hallintoa yhteisymmärryksessä saamelaiskäräjien kanssa. ”
smn: Lii eromâš tergâd, ete čielgiittâsâst Suomâ staatâ tuubdâst, ete Suomâ juátká pargo sämmilij algâaalmugvuoigâdvuođâi olášuttem várás sehe almossopâmuš miärádâsâi já kenigâsvuođâi oles olášuttem várás nuuvt, ete oovded lahâasâttem já haldâttuv ohtsâšibárdâsâst sämitiggijn. ”

source: puheenjohtaja Näkkäläjärvi kertoo tyytyväisenä.
smn: saavâjođetteijee Näkkäläjärvi muštâl tuđâvâžžân.

source: ” Tämä on uusi alku Suomen valtion ja saamelaiskäräjien välisissä suhteissa ja myös uusi alku saamelaiskäräjille.
smn: ” Taat lii uđđâ aalgâ Suomâ staatâ já sämitige koskâvuođâin já meid uđđâ aalgâ sämitiigán.

source: Päätöksen myötä siirrämme katseemme menneisyydestä tulevaisuuteen ja annamme tuleville saamelaissukupolville ja saamelaiskäräjille nykyistä paremmat mahdollisuudet toimia ja ylläpitää omaa kulttuuriaan.
smn: Miärádâs mield sirdep mii kejâstuv moonnâmääigist puátteevuotân já adelep puáttee sämisuhâpuolváid já sämitiigán tááláást pyerebijd máhđulâšvuođâid toimâđ já paijeentoollâđ jieijâs kulttuur.

source: Yhdessä saamelaiskäräjälain uudistuksen kanssa tämä saamelaiskäräjät ja valtioneuvosto antavat hyvän perinnön tuleville sukupolville ” puheenjohtajisto panee merkille tyytyväisenä.
smn: Oovtâst sämitiggelaavâ uđâsmitmijn taat sämitigge já staatârääđi adelává šiev äärbi puáttee suhâpuolváid ” saavâjođetteijeeh miärkkojeh tuđâvâžžân.

source: ” Vaikka hallituspuolueet ovat sopimuksen ratifioinnista yksimielisiä, saamelaiskäräjien työ sopimuksen ratifioimiseksi ei pääty tähän.
smn: ” Veikâ haldâttâspiäláduvah láá sopâmuš ratifisistmist oovtmielâliih, sämitige pargo sopâmuš ratifisistem várás ij nuuvâ taas.

source: Saamelaiskäräjien tulee valmistautua useisiin valiokuntakuulemisiin ja tehdä tehokasta edunvalvontaa, jotta sopimuksen ratifioimiselle olisi eduskunnan laaja tuki ” varapuheenjohtajat Sanila-Aikio ja Paltto pohtivat jo tulevia haasteita.
smn: Sämitigge kalga ráhtádâttâđ maŋgáid váljukoddekulâmáid já toohâđ pehtilis hiäđukocceem, vâi sopâmuš ratifisistmân ličij ovdâskode vijđes toorjâ ” värisaavâjođetteijeeh Sanila-Aikio já Paltto suogârdává jo puáttee hástusijd.
